<h2>
    Актуальнасьць
</h2>
<p>
    Гэты праект зьявіўся ў сувязі з адсутнасьцю  <code class="sans">ў агульным доступе</code>
    літургічных тэкстаў на беларускай мове
    і ў прынцыпе бракам адаптаваных
    ці нанова створаных <code class="sans"><b>літургічных</b></code> сьпеваў на беларускай мове.
</p>
<p>
    Першапачаткова тут плянавалася толіка крытыкі, але "не судзіце, каб не былі суджаныя".
</p>
<h2>
    Крыніцы тэкстаў
</h2>
<p>
    Большасьць тэкстаў антыфонаў узятыя з <code class="sans">Рымскага Імшалу для дыяцэзій на Беларусі</code>.
    Частка тэкстаў антыфонаў узятая з:
</p>
    <ul>
        <li>Псалтыры і Старога Запавету ў перакладзе <code class="sans">В. Сёмухі</code></li>
        <li>Псалтыры і Старога Запавету ў перакладзе <code class="sans">У. Чарняўскага</code></li>
        <li>Псалтыры ў перакладзе <code class="sans">А. Бокуна</code></li>
        <li>Эвангельля ў перакладзе <code class="sans">Сэкцыі па перакладзе літургічных тэкстаў
            і афіцыйных дакумэнтаў Царквы Камісіі Божага Культу
                і Дысцыпліны Сакрамэнтаў пры Канфэрэнцыі Каталіцкіх Біскупаў у Беларусі
            </code>
        </li>
</ul>
<p>
    Тэксты псальмаў узятыя з Псалтыры ў перакладзе <code class="sans">В. Сёмухі</code>.
    </p>
<p>
    Пераклад <code class="sans">В. Сёмухі</code> вылучаецца найперш тым, што выдатна кладзецца на музыку.
    Але мейсцамі больш дарэчнымі мне падаліся тэксты зь іншых традыцыйных перакладаў біблійных тэкстаў.
    (<code class="sans">А. Бокуна, У. Чарняўскага</code>).
</p>
<p>
    Напрыклад, толькі ў перакладзе <code class="sans">У. Чарняўскага</code> я здолеў знайсьці кнігу Прамудрасьці Ісуса сына Сірахава.
</p>
<p>
    Часам антыфоны ўяўляюць сабою парафразы вершаў зь Пісаньня, таму патрабавалі дадатковай адаптацыі.
</p>
<h2>
    Крыніцы музыкі
</h2>
<p>
    Музычныя крыніцы можна пералічваць бясконца.
</p>
<p>
    Па-першае, гэта канечне выдатная праца Адама Бартлета <code class="sans">"Simple English Propers"</code>.
</p>
<p>
    Па-другое, канечне, <code class="sans">Graduale Romanum</code> (1961, 1974), сумна вядомы <code class="sans">Graduale Simplex</code> (1967) і іншыя градуалы, якіх безьліч.
</p>
<h2>
    Каляндар
</h2>
<p>
    Каляндар пададзены паводле <code class="sans">Calendarium Romanum Generale</code>.
</p>
<p>
    Памесныя сьвяты і ўспаміны паступова дадаюцца.<br>
    Частка календара можа пакуль ня мець перакладу, але гэта справа часу.
</p>
<h2>
    Карысныя спасылкі
</h2>
<ul>
    <li>
        <a href="https://musicasacra.com/resource-lists/">Амэрыканская асацыяцыя Царкоўнай музыкі</a>
    </li>
    <li>
        <a href="https://sib-catholic.ru/musicam-sacram-o-muzyike-v-bogosluzhenii/">Пераклад Musicam Sacram на расейскую мову</a>
    </li>
    <li>
        <a href="https://scriptoriumnostrum.wordpress.com/docs/">Вялікая колькасьць перакладаў дакумэнтаў Царквы</a>
    </li>
    <li>
        <a href="https://logos.by/semuha/19/1/">Псалтыр у перакладзе В. Сёмухі</a>
    </li>
    <li>
        <a href="https://catholic.by/3/lib/bible">Новы Запавет у перакладзе Сэкцыі па перакладзе літургічных тэкстаў</a>
    </li>
</ul>
