<h2>
    Актуальнасьць
</h2>
<p>
    Гэты праект зьявіўся ў сувязі з недастатковай увагай <code class="sans">БКЦ</code> на літургічную музыку і ў прынцыпе бракам адаптаваных ці нанова створаных <b>літургічных</b> сьпеваў.
</p>
<h2>
    Крыніцы тэкстаў
</h2>
<p>
    Большасьць тэкстаў антыфонаў узятыя з <code class="sans">Рымскага Імшалу для дыяцэзій на Беларусі</code>.
    Частка тэкстаў антыфонаў узятая з:
</p>
    <ul>
        <li>Псалтыры ў перакладзе <code class="sans">В. Сёмухі</code></li>
        <li>Эвангельля ў перакладзе <code class="sans">Сэкцыі па перакладзе літургічных тэкстаў
            і афіцыйных дакумэнтаў Царквы Камісіі Божага Культу
                і Дысцыпліны Сакрамэнтаў пры Канфэрэнцыі Каталіцкіх Біскупаў у Беларусі</code></li>
</ul>
<p>
    З нагоды таго, што паважаная <code class="sans">Сэкцыя</code> не выдае Псалтыр у <code class="sans">"каталіцкім"</code> перакладзе для вернікаў,
    тэксты псальмаў узятыя з Псалтыры ў перакладзе <code class="sans">В. Сёмухі</code>.
</p>
<h2>
    Каляндар
</h2>
<p>
    Каляндар пададзены паводле <code class="sans">Calendarium Romanum Generale</code>.
</p>
<p>
    У будучыні плянуецца даданьне памесных сьвятаў.
</p>
<h2>
    Карысныя спасылкі
</h2>
<ul>
    <li>
        <a href="https://musicasacra.com/resource-lists/">Амэрыканская асацыяцыя Царкоўнай музыкі</a>
    </li>
    <li>
        <a href="https://sib-catholic.ru/musicam-sacram-o-muzyike-v-bogosluzhenii/">Пераклад Musicam Sacram на расейскую мову</a>
    </li>
    <li>
        <a href="https://scriptoriumnostrum.wordpress.com/docs/">Вялікая колькасьць перакладаў дакумэнтаў Царквы</a>
    </li>
    <li>
        <a href="https://logos.by/semuha/19/1/">Псалтыр у перакладзе В. Сёмухі</a>
    </li>
    <li>
        <a href="https://catholic.by/3/lib/bible">Новы Запавет у перакладзе Сэкцыі па перакладзе літургічных тэкстаў</a>
    </li>
</ul>